Revit 2027 API
ParameterTypeId.RevisionCloudRevisionNum Property
 "Revision Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevisionNum { get; }
Public Shared ReadOnly Property RevisionCloudRevisionNum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevisionNum {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevisionNum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace